Repository: wp-plugins/jquery-responsive-select-menu
Catalog: languages/jquery-responsive-select-menu-*.po
Languages: de_de, es

source: Main Settings
de_de: Einstellungen

source: Menu Container(s) Class / ID
de_de: Menü Container Class / ID
es: ID / Clase de contenedores de Menú

source: Comma separated list of selectors for the parent div containing each menu &lt;ul&gt;.<br />Example: #nav, .mini-nav
de_de: Kommagetrennte Liste von Selektoren der übergeordneten div von allen Menü &lt;ul&gt;.<br />Beispiel: #nav, .mini-nav
es: Lista de selectores separada por comas para la div padre que contiene cada menú separado &lt;ul&gt;.<br />Ejemplo: #nav, .mini-nav

source: Maximum Menu Width
de_de: Maximale Menübreite
es: Ancho máximo de Menú

source: The width at which the responsive select menu should appear/disappear.
de_de: Die Breite ab der das Responsive Select Menü sichtbar/unsichtbar werden soll.
es: El ancho en la que el menú de selección de respuesta debe aparecer / desaparecer

source: Sub Item Spacer
de_de: Unterpunktmarkierung
es: Espaciador Sub Tema

source: The character(s) used to indent sub items.
de_de: Das/die Zeichen womit die Unterpunkte eingerückt werden.
es: El personaje (s) que se utiliza para la sangría de los elementos sub.

source: First Term
de_de: Erster Eintrag
es: Primer Término

source: The text for the select menu's top-level "dummy" item.<br />Example: ⇒ Navigation
de_de: Der Text für den obersten "Dummy" Eintrag im Select Menü.<br />Beispiel: ⇒ Navigation
es: El texto de nivel superior del menú de selección de "ficticio" <br/> Ejemplo: ⇒ navegación

source: Show Current Page
de_de: Aktuelle Seite anzeigen
es: Mostrar la Página actual

source: Show the currently selected page instead of the top level "dummy" item.
de_de: Zeige die aktuell geladene Seite anstelle des "Dummy" Eintrags.
es: Mostrar la página seleccionada en lugar del elemento "ficticio" nivel superior.

source: Hide Empty Links
de_de: Leere Links darstellen

source: Remove "placeholder" menu items whose <code>href</code> attribute is blank or "#".
de_de: Entferne "Platzhalter" Menüpunkte, deren <code>href</code> Attribut leer oder "#" ist.

source: Disable Empty Links
de_de: Leere Links deaktivieren

source: Add the <code>disabled</code> property to "placeholder" menu items whose <code>href</code> attribute is blank or "#" (will be visible, but not clickable).
de_de: Bei "Platzhalter" Menüpunkten, deren <code>href</code> Attribut leer oder "#" ist, die Property <code>disabled</code> hinzufügen (damit ist der Menüpunkt sichtbar, aber nicht klickbar).

source: jQuery Responsive Select Menu
es: Menú para Seleccionar jQuery Responsive

source: The jQuery Responisve Select Menu plugin replaces the default WordPress navigation menu(s) with a dropdown &lt;select&gt; on mobile devices.
es: El plugin de Menú de Selección jQuery Responsive reemplaza el menú de navegación de WordPress por defecto (s) con un &lt;select&gt; desplegable en los dispositivos móviles.
